{
  "name": "Ole Frank Jensen",
  "imageUrl": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/p/3/000/0a6/11e/0184edb.jpg",
  "summary": {
    "da": "<p>Jeg elsker ny teknologi og specielt moderne, åbne webstandarder. Jeg elsker værktøj, som ikke bremser mig! Lige for tiden er det node.js, AngularJS, Gulp, WebStorm, TypeScript, Git mm. Med andre ord, tidens javascript frameworks.</p><p>Som udvikler er jeg fokuseret på kvalitet og \"Best Practice\" i mit arbejde. Jeg foretrækker at have mulighed for at \"give lidt kærlighed\" til detaljen. Jeg arbejder konstant på nye måder at forbedre workflow og metoder. Kode skal være let at vedligeholde, skalérbar og performance-optimeret. UX skal <em>føles</em> rigtig og se godt ud.</p><p>Som udvikler er jeg teknisk stærk og samtidig god til at kommunikere og omgås andre mennesker. Måske fordi jeg har lavet mange forskellige ting gennem livet: underviser, udvikler software, udøvende musiker, bartender...</p><p>Jeg er god til at kategorisere og forenkle komplekse problemstillinger. Denne evne bruger jeg i snart sagt alt, som jeg laver.</p><p>Smut forbi <a href=\"https://github.com/olefrank\" target=\"_blank\">https://github.com/olefrank</a> og se nogle af mine projekter.</p>",
    "en": "<p>I am exited about new technology in general - and modern, open web standards in particular. I like tools that don't get in my way! These days it's AngularJS, NodeJS, Grunt, Bower, Webstorm, TypeScript, GitHub and TeamCity among others!</p><p>As a developer I focus on quality and best practice. I like giving attention to details. I am constantly seeking new ways of doing things smarter. Code should be easy to maintain, scalable and performant. UX should feel right and look good.</p><p>I am one of those (few) developers with excellent people skills! Maybe because I have done a lot of different stuff in my life: like teaching, developing software, playing music, managing teams, bartending... I like to categorize and simplify complex stuff to make it easier to understand. I use this skill in practically everything I do.</p><p>Check out some projects at <a href='https://github.com/olefrank' target=\"_blank\">https://github.com/olefrank</a></p>"
  }
}